asdine.cue
catppuccin.catppuccin-vsc
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
docker.docker
editorconfig.editorconfig
esbenp.prettier-vscode
foxundermoon.shell-format
golang.go
grafana.vscode-jsonnet
jallen7usa.vscode-cue-fmt
jjk.jjk
jnbt.vscode-rufo
mechatroner.rainbow-csv
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-python.black-formatter
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
njpwerner.autodocstring
shopify.ruby-lsp
streetsidesoftware.code-spell-checker
tamasfe.even-better-toml
vscodevim.vim
wholroyd.jinja
